package org.example;
// Реализовать алгоритм сортировки слиянием
public class Main {
    public static void main(String[] args) {
        System.out.println("Hello world!");
    }
}